systemtest/testcases_services/test_wcps/queries/04-soap_count.error.xml

<?xml version="1.0" encoding="UTF-8" ?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope"> 
    <env:Header/>
    <env:Body>
  <ProcessCoveragesRequest xmlns="http://www.opengis.net/wcps/1.0" service="WCPS" version="1.0.0">
  <query>This is a count test</query></ProcessCoveragesRequest>
    </env:Body>
</env:Envelope>
